Repository: bigfa/Jupiter
Catalog: Jupiter/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: %lld photos
zh_hans: %lld 张

source: About Tinyglim
zh_hans: 关于 Tinyglim

source: Add a comment
zh_hans: 发表评论

source: Album
zh_hans: 相册

source: Albums
zh_hans: 相册

source: All
zh_hans: 全部

source: Anonymous
zh_hans: 匿名

source: Aperture
zh_hans: 光圈

source: Automatically sync status across all devices
zh_hans: 在您的所有设备间自动同步权益状态

source: Buy Once, Download Forever
zh_hans: 一次购买，永久下载

source: Camera
zh_hans: 相机

source: Cancel
zh_hans: 取消

source: Categories
zh_hans: 分类

source: Categories: %@
zh_hans: 分类: %@

source: Comments
zh_hans: 评论

source: Contact Author
zh_hans: 联系作者

source: Done
zh_hans: 完成

source: Download Benefits
zh_hans: 下载权益

source: Download benefits locked
zh_hans: 尚未解锁下载权益

source: Download benefits unlocked
zh_hans: 已解锁下载权益

source: Download failed
zh_hans: 下载失败

source: Download photos in their highest resolution
zh_hans: 以最高分辨率下载保存照片

source: Email
zh_hans: 邮箱

source: Enter album password
zh_hans: 输入相册密码

source: Failed to load
zh_hans: 加载失败

source: Failed to save
zh_hans: 保存失败

source: Focal length
zh_hans: 焦距

source: Format
zh_hans: 格式

source: GPS
zh_hans: 经纬度

source: Home
zh_hans: 首页

source: Hottest
zh_hans: 最热

source: Latest
zh_hans: 最新

source: Lens
zh_hans: 镜头

source: Lifetime Access
zh_hans: 永久使用

source: Like
zh_hans: 点赞

source: Like request failed, please try again later
zh_hans: 点赞请求失败，请稍后重试

source: Liked
zh_hans: 已赞

source: Location
zh_hans: 位置

source: Locked
zh_hans: 私密

source: Nickname
zh_hans: 昵称

source: No ads or hidden tracking
zh_hans: 无广告、无订阅、无额外追踪

source: No comments yet
zh_hans: 暂无评论

source: No EXIF data
zh_hans: 暂无EXIF信息

source: No more
zh_hans: 没有更多了

source: No photos in %@
zh_hans: %@中暂无照片

source: No purchase history found.
zh_hans: 未找到可恢复的购买记录。

source: Notes
zh_hans: 注意事项

source: OK
zh_hans: 确定

source: One-time purchase
zh_hans: 一次性买断

source: One-time purchase (%@)
zh_hans: 一次性购买 (%@)

source: One-time purchase, no recurring fees
zh_hans: 一次性买断，无后续费用

source: One-time purchase, permanently unlock original image downloads
zh_hans: 一次性购买，永久解锁原图下载

source: Original Quality
zh_hans: 原始画质

source: Password required
zh_hans: 需要密码

source: Pending review
zh_hans: 审核中

source: Photo
zh_hans: 照片

source: Photo library access denied
zh_hans: 未授权访问相册

source: Photos
zh_hans: 照片

source: Premium Access
zh_hans: 尊享权益

source: Privacy Policy
zh_hans: 隐私政策

source: Processing...
zh_hans: 处理中

source: Purchase failed, please try again
zh_hans: 购买过程出错，请重试

source: Purchase Info
zh_hans: 购买提示

source: Purchase is processing, please try again on this page later.
zh_hans: 购买处理中，请稍后在本页重试。

source: Purchase item unavailable
zh_hans: 购买项暂不可用

source: Purchase not effective, please try again
zh_hans: 购买未生效，请重试

source: Purchase Notes
zh_hans: 购买说明

source: Purchase verification failed
zh_hans: 支付校验失败

source: Purchased
zh_hans: 已解锁

source: Reply
zh_hans: 回复

source: Replying to: %@
zh_hans: 回复: %@

source: Restore failed, please try again
zh_hans: 恢复失败，请重试

source: Restore on any device with same Apple ID
zh_hans: 在同一 Apple ID 设备上恢复权益

source: Restore Purchase
zh_hans: 恢复购买

source: Retry
zh_hans: 重试

source: Save high-definition original images to your library
zh_hans: 高清原图保存到系统相册

source: Save photo
zh_hans: 下载提示

source: Saved to Photos
zh_hans: 已保存到相册

source: Secured by Apple App Store
zh_hans: Apple App Store 安全支付

source: Shoot time
zh_hans: 拍摄时间

source: Shutter
zh_hans: 快门

source: Sort
zh_hans: 排序方式

source: Submit comment
zh_hans: 提交评论

source: Submitting...
zh_hans: 提交中...

source: Sync Everywhere
zh_hans: 多端同步

source: Tags
zh_hans: 标签

source: Tags: %@
zh_hans: 标签: %@

source: Terms of Service
zh_hans: 服务条款

source: Unknown date
zh_hans: 未知日期

source: Unknown purchase status
zh_hans: 未知购买状态

source: Unlock
zh_hans: 解锁

source: Unlock album
zh_hans: 解锁相册

source: Unlocked
zh_hans: 已解锁

source: Version
zh_hans: 版本
